{
  "welcome": "Reborn Daycare – Cuidado e amor para seu bebê reborn",
  "about": "Sobre Nós",
  "services": "Nossos Serviços",
  "gallery": "Galeria",
  "contact": "Contato",
  "reviews": "Avaliações",
  "aboutText": "Seu bebê reborn se sentirá em casa conosco. Aqui, eles têm uma rotina estruturada cheia de amor, atenção e estímulos — tudo o que um bebê precisa para ser feliz.",
  "dailyActivities": {
    "title": "Em nossa creche, o dia é preenchido com:",
    "activities": [
      "Brincadeiras ao ar livre no playground",
      "Troca cuidadosa de roupas",
      "Momentos de carinho e aconchego",
      "Hora do sono tranquila com música suave",
      "Refeições servidas com amor",
      "Sessão diária de fotos com a roupa do dia",
      "Histórias, afeto e estimulação sensorial",
      "Preparação especial para ir para casa"
    ]
  },
  "benefits": {
    "title": "Nossos Benefícios",
    "subtitle": "Por que nos escolher?",
    "description": "Fornecemos um ambiente seguro e acolhedor onde seu filho pode aprender e crescer."
  },
  "pricing": {
    "title": "Preços",
    "description": "Preços acessíveis com opções flexíveis de horário. Entre em contato conosco para informações detalhadas sobre preços."
  },
  "tagline": "Onde a jornada de cada criança começa com amor e cuidado",
  "servicesList": {
    "daycare": "Serviços de Creche",
    "cleaning": "Limpeza e Manutenção",
    "repair": "Serviços de Reparo",
    "accessories": "Acessórios e Roupas"
  },
  "contactInfo": {
    "address": "Endereço",
    "phone": "Telefone",
    "email": "Email",
    "hours": "Horário de Funcionamento"
  },
  "reviewSection": {
    "title": "O que nossos clientes dizem",
    "addReview": "Adicione sua avaliação"
  },
  "comments": {
    "title": "Compartilhe sua experiência",
    "description": "Adoraríamos ouvir sobre sua experiência com nossa creche. Por favor, compartilhe seus pensamentos e comentários abaixo."
  },
  "header": {
    "title": "Creche Baby Reborn",
    "language": {
      "en": "English",
      "pt": "Português"
    }
  },
  "theme": {
    "light": "Tema Claro",
    "dark": "Tema Escuro"
  },
  "language": {
    "en": "English",
    "pt": "Português"
  },
  "reviews": {
    "title": "Avaliações dos Pais",
    "subtitle": "O que os pais dizem sobre nós",
    "rating": {
      "one": "1 estrela",
      "two": "2 estrelas",
      "three": "3 estrelas",
      "four": "4 estrelas",
      "five": "5 estrelas"
    },
    "date": {
      "format": "d 'de' MMMM 'de' yyyy"
    }
  },
  "activities": {
    "title": "Nossas Atividades",
    "storytime": {
      "name": "Hora da História",
      "description": "Sessões interativas de contação de histórias com livros coloridos e fantoches"
    },
    "musicmovement": {
      "name": "Música e Movimento",
      "description": "Atividades divertidas de dança e música para desenvolver habilidades motoras"
    },
    "artscrafts": {
      "name": "Artes e Artesanato",
      "description": "Atividades criativas com materiais seguros para crianças"
    }
  },
  "discussion": {
    "title": "Participe da Discussão",
    "description": "Compartilhe seus pensamentos e experiências com nossa comunidade"
  },
  "careers": {
    "title": "Trabalhe Conosco!",
    "subtitle": "Junte-se à nossa equipe mágica de cuidadores de bonecas!",
    "description": "Estamos sempre procurando pessoas apaixonadas que acreditam no poder da brincadeira e da imaginação. Não é necessário experiência com crianças reais!",
    "positions": {
      "doll_whisperer": {
        "title": "Sussurradora de Bonecas",
        "description": "Você consegue entender o que uma boneca está pensando apenas olhando para seus olhos de plástico? Precisamos de alguém que possa interpretar emoções de bonecas e mediar conflitos entre elas. Deve ser fluente em Bonequês."
      },
      "hair_stylist": {
        "title": "Estilista de Cabelos de Bonecas",
        "description": "Especialista em desembaraçar desastres capilares sintéticos. Deve ser capaz de criar 100 penteados diferentes usando apenas um pente e pensamentos positivos. Experiência com cabelos reais opcional."
      },
      "fashion_consultant": {
        "title": "Consultora de Moda para Bonecas",
        "description": "Ajude nossas bonecas a ficarem na moda! Deve saber a diferença entre uma tutu e um tule, e ser capaz de acessorizar com sapatos minúsculos. Experiência anterior vestindo pessoas reais não é necessária."
      },
      "doll_therapist": {
        "title": "Terapeuta de Bonecas",
        "description": "Especializado em resolver crises de identidade de bonecas. Deve ser capaz de ajudar bonecas a aceitarem serem produzidas em massa. Experiência com filosofia existencial é um plus."
      },
      "toy_archaeologist": {
        "title": "Arqueólogo de Brinquedos",
        "description": "Escave e restaure bonecas vintage das profundezas das caixas de brinquedos. Deve ser capaz de datar uma boneca pelo seu penteado e identificar moda autêntica dos anos 80."
      },
      "doll_exorcist": {
        "title": "Exorcista de Bonecas",
        "description": "Especializado em remover espíritos indesejados de bonecas reborn assombradas. Deve ser capaz de realizar exorcismos usando apenas talco e canções de ninar. Experiência com exorcismos reais não é necessária, mas um bom senso de humor é obrigatório!"
      },
      "entity_summoner": {
        "title": "Invocador de Entidades",
        "description": "Procuramos alguém que possa invocar espíritos amigáveis para habitar nossas bonecas reborn. Deve ser capaz de distinguir entre poltergeists brincalhões e possessões problemáticas. Experiência com tabuleiros Ouija opcional, mas deve trazer sua própria coleção de bonecas assustadoras."
      }
    }
  }
} 